[
  {
    "title": "Cloud-Based Monitoring of Infant Language Environment",
    "description": "Measuring the language environment of children, particularly infants, is important to understand its impact on brain development and future neurodevelopmental outcomes. Infants born prematurely, as much as 3 months early, are particularly at risk for problems with language and brain development. We work with a device, Starling, that measures the language environment of the neonatal intensive care unit, relating those measures to health outcomes. The Starling is a small wearable device that uses speech recognition technology to automatically provide continuous counts of the surrounding language environment across multiple days. The device connects with a smartphone app via bluetooth and then delivers data to an AWS server. The creators of the device have gone out of business but have gifted us with devices and access to the server. We are working with other researchers who are working on advancing the device functionality. We are looking for help in maintaining device functionality and coordinating with the central database server, dealing with system upgrades, etc. We are also looking for help with large scale data analytics and processing of our speech, clinical (eg., cardiorespiratory) and neuroimaging (diffusion and quantitative T1 MRI) data.",
    "departments": [
      "Division of Neonatal and Developmental Medicine",
      "Department of Pediatrics",
      "Stanford"
    ],
    "self-designed": false
  },
  {
    "title": "Non-Invasive BP Sensing",
    "description": "In close partnership with industry, we have developed and tested a small wearable, watch-like device that can capture blood pressure from extremely small babies who sometimes weigh ~500 grams (< 1.5 cans of coke). Data from the sensor, called pulse waveform data is information rich. Through a series of steps, it is compared with arterial waveform data. Our vision is that some day you can avoid the invasive procedures and just use the non-invasive sensor. Our preliminary data are very encouraging. Opportunities to analyze the arterial waveform characteristics are available, perhaps in isolation or in conjunction with other databases such as physionet.",
    "departments": [
      "Division of Neonatal and Developmental Medicine",
      "Department of Pediatrics",
      "Stanford"
    ],
    "self-designed": false
  },
  {
    "title": "Regional Tissue Oxygenation in the Neonatal Intensive Care Unit",
    "description": "Near-infrared spectroscopy (NIRS) is used as a bedside technology in the neonatal intensive care unit (NICU) for non-invasive monitoring of regional tissue oxygenation in vulnerable babies. As such, we have routinely monitored brain and kidney oxygen levels for the first week of life in over 500 infants over the past 5+ years. These NIRS datafiles are a rich repository for research questions to help premature and critically ill babies in the NICU. Several projects are available involving development of an algorithm to concatenate, process, and summarize NIRS data with an emphasis on data integrity. Development of a graphical user interface for future work is a potential goal.",
    "departments": [
      "Division of Neonatal and Developmental Medicine",
      "Department of Pediatrics",
      "Stanford"
    ],
    "self-designed": false
  },
  {
    "title": "Prostate Cancer Grading on Histopathology Images",
    "description": "Although radiology images, such as MRI, are very useful to identify suspicious lesions, tissue samples from biopsy or surgery, remain the only way to diagnose cancer. A pathologist visually inspects the histopathology images of the tissue sample and assesses the presence of cancer, thereby diagnosing the disease, and categorizes its aggressiveness by providing a grade. There is a need to automate the diagnosis and grading of prostate cancer on histopathology images to limit the subject interpretation of images and allow for high throughput annotation of histopathology images. This project will use public data release as part of a MICCAI challenge and will focus on developing deep learning methods to distinguish different grades of prostate cancer based on histopathology images. The dataset includes 244 images with Gleason grades regional labels provided by 6 pathologists. Data and additional information: https://gleason2019.grand-challenge.org/",
    "departments": [
      "Department of Radiology",
      "Stanford"
    ],
    "self-designed": false
  },
  {
    "title": "Prostate Cancer Detection on MRI",
    "description": "Despite technical advancements in the diagnosis and treatment of prostate cancer, it remains the most common and the second most deadly cancer in men in US [1]. MRI plays an essential role in the diagnosis of prostate cancer, yet the radiologists’ interpretation of the MRI images has a relatively high sensitivity, 0.85-0.95, yet a reduced specificity, 0.71-0.75, to detect prostate cancer. There is a need to develop advanced machine learning methods to accurately detect cancer on MRI. This project will use public data released as part of the prostateX challenge and will focus on developing deep learning methods to distinguish benign conditions (non-cancer) from cancer on multi-parametric MRI. The training dataset includes 204 patients with 331 findings categorized as cancer or benign. Data and additional information: https://wiki.cancerimagingarchive.net/display/Public/SPIE-AAPM-NCI+PROSTATEx+Challenges#28ab80368ed440fb9a26afa8bbef487a",
    "departments": [
      "Department of Radiology",
      "Stanford"
    ],
    "self-designed": false
  }
]